Repository: muhiro12/Nyanble
Catalog: Nyanble/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Close
ja: 閉じる

source: Details
ja: 詳細

source: Enter latitude
ja: 緯度を入力してください

source: Enter longitude
ja: 経度を入力してください

source: Here are some places near that location.
ja: その場所の近くはこちらです。

source: Here are some places near you.
ja: 近くの場所はこちらです。

source: Latitude
ja: 緯度

source: Longitude
ja: 経度

source: Recommended Place
ja: おすすめの場所

source: Reload
ja: 再読み込み

source: Save
ja: 保存

source: Save to Favorites
ja: お気に入りに保存

source: Show Nearby Recommendations
ja: 近くのおすすめを表示

source: Show recommendations for ${latitude}, ${longitude}
ja: （${latitude}, ${longitude}）付近のおすすめを表示

source: Show Recommendations For Location
ja: 指定位置のおすすめを表示

source: Update Location
ja: 位置情報を更新

source: Check weather for ${date}
ja: ${date}の天気を確認

source: Check Weather
ja: 天気を確認

source: Date
ja: 日付

source: Enter date
ja: 日付を選択してください

source: Here is the forecast.
ja: 天気予報はこちらです。
